Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Buy your own coin in the same transaction — snipe-tax exempt.
es: Compra tu propia moneda en la misma transacción, sin impuesto anti-snipe.
fr: Achetez votre propre jeton dans la même transaction — exonéré de la taxe anti-snipe.
ko: 같은 트랜잭션에서 내 코인을 매수하세요 — 스나이핑 세금이 면제돼요.
zh_hans: 在同一笔交易中买入你自己的币，免缴防狙击税。

source: Buyback budget
es: Presupuesto de recompra
fr: Budget de rachat
ko: 바이백 예산
zh_hans: 回购预算

source: By address
es: Por dirección
fr: Par adresse
ko: 주소로 찾기
zh_hans: 按地址

source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
zh_hans: 取消

source: Cancel %lld Triggers
es: Cancelar %lld disparadores
fr: Annuler %lld déclencheurs
ko: 트리거 %lld개 취소
zh_hans: 取消 %lld 个触发订单

source: Cancel It
es: Cancelarlo
fr: L'annuler
ko: 취소하기
zh_hans: 取消该订单

source: Cancel Order
es: Cancelar orden
fr: Annuler l'ordre
ko: 주문 취소
zh_hans: 取消订单

source: Cancel Stop Loss
es: Cancelar stop loss
fr: Annuler le stop loss
ko: 손절 취소
zh_hans: 取消止损

source: Cancel TP/SL
es: Cancelar TP/SL
fr: Annuler le TP/SL
ko: 익절/손절 취소
zh_hans: 取消止盈/止损

source: Cancel Take Profit
es: Cancelar take profit
fr: Annuler le take profit
ko: 익절 취소
zh_hans: 取消止盈

source: Cancel Them
es: Cancelarlos
fr: Les annuler
ko: 모두 취소
zh_hans: 全部取消

source: Cancel Trigger
es: Cancelar disparador
fr: Annuler le déclencheur
ko: 트리거 취소
zh_hans: 取消触发订单

source: Cancel sent for the old stop-loss, but Perpl hasn't confirmed it, so the new one wasn't placed (that could leave two). Check Orders: if the old one is gone, this position has no stop-loss now.
es: Se envió la cancelación del stop loss anterior, pero Perpl no la ha confirmado, así que no se colocó el nuevo (podrían quedar dos). Revisa Órdenes: si el anterior ya no está, esta posición ahora no tiene stop loss.
fr: Annulation de l'ancien stop loss envoyée, mais Perpl ne l'a pas confirmée : le nouveau n'a donc pas été placé (il pourrait sinon y en avoir deux). Vérifiez l'onglet Ordres : si l'ancien a disparu, cette position n'a plus de stop loss.
ko: 기존 손절 주문의 취소 요청을 보냈지만 Perpl이 아직 확인하지 않아 새 주문을 넣지 않았습니다(손절 주문이 두 개 남을 수 있기 때문입니다). ‘주문’ 탭을 확인하십시오. 기존 주문이 없어졌다면 현재 이 포지션에는 손절 주문이 없습니다.
zh_hans: 已发送旧止损的取消请求，但 Perpl 尚未确认，因此新止损未下单（否则可能同时存在两个）。查看“委托”：如果旧止损已不在，该仓位现在没有止损。

source: Cancel sent for the old take-profit, but Perpl hasn't confirmed it, so the new one wasn't placed (that could leave two). Check Orders: if the old one is gone, this position has no take-profit now.
es: Se envió la cancelación del take profit anterior, pero Perpl no la ha confirmado, así que no se colocó el nuevo (podrían quedar dos). Revisa Órdenes: si el anterior ya no está, esta posición ahora no tiene take profit.
fr: Annulation de l'ancien take profit envoyée, mais Perpl ne l'a pas confirmée : le nouveau n'a donc pas été placé (il pourrait sinon y en avoir deux). Vérifiez l'onglet Ordres : si l'ancien a disparu, cette position n'a plus de take profit.
ko: 기존 익절 주문의 취소 요청을 보냈지만 Perpl이 아직 확인하지 않아 새 주문을 넣지 않았습니다(익절 주문이 두 개 남을 수 있기 때문입니다). ‘주문’ 탭을 확인하십시오. 기존 주문이 없어졌다면 현재 이 포지션에는 익절 주문이 없습니다.
zh_hans: 已发送旧止盈的取消请求，但 Perpl 尚未确认，因此新止盈未下单（否则可能同时存在两个）。查看“委托”：如果旧止盈已不在，该仓位现在没有止盈。

source: Cancel sent for the stop-loss at %@. It leaves the list when Perpl confirms.
es: Se envió la cancelación del stop loss a %@. Saldrá de la lista cuando Perpl la confirme.
fr: Annulation du stop loss à %@ envoyée. Il disparaît de la liste dès que Perpl confirme.
ko: %@에 설정된 손절 주문의 취소 요청을 보냈어요. Perpl이 확인하면 목록에서 사라져요.
zh_hans: 已发送 %@ 止损的取消请求。Perpl 确认后，它会从列表中移除。

source: Cancel sent for the stop-loss, but Perpl hasn't confirmed it. Check Orders: it may still be live.
es: Se envió la cancelación del stop loss, pero Perpl no la ha confirmado. Revisa Órdenes: puede que siga activo.
fr: Annulation du stop loss envoyée, mais Perpl ne l'a pas confirmée. Vérifiez l'onglet Ordres : il est peut-être encore actif.
ko: 손절 주문의 취소 요청을 보냈지만 Perpl이 아직 확인하지 않았습니다. ‘주문’ 탭을 확인하십시오. 주문이 아직 활성 상태일 수 있습니다.
zh_hans: 已发送止损的取消请求，但 Perpl 尚未确认。查看“委托”：它可能仍然有效。

source: Cancel sent for the take-profit at %@. It leaves the list when Perpl confirms.
es: Se envió la cancelación del take profit a %@. Saldrá de la lista cuando Perpl la confirme.
fr: Annulation du take profit à %@ envoyée. Il disparaît de la liste dès que Perpl confirme.
ko: %@에 설정된 익절 주문의 취소 요청을 보냈어요. Perpl이 확인하면 목록에서 사라져요.
zh_hans: 已发送 %@ 止盈的取消请求。Perpl 确认后，它会从列表中移除。

source: Cancel sent for the take-profit, but Perpl hasn't confirmed it. Check Orders: it may still be live.
es: Se envió la cancelación del take profit, pero Perpl no la ha confirmado. Revisa Órdenes: puede que siga activo.
fr: Annulation du take profit envoyée, mais Perpl ne l'a pas confirmée. Vérifiez l'onglet Ordres : il est peut-être encore actif.
ko: 익절 주문의 취소 요청을 보냈지만 Perpl이 아직 확인하지 않았습니다. ‘주문’ 탭을 확인하십시오. 주문이 아직 활성 상태일 수 있습니다.
zh_hans: 已发送止盈的取消请求，但 Perpl 尚未确认。查看“委托”：它可能仍然有效。

source: Cancel stop loss at %@
es: Cancelar stop loss a %@
fr: Annuler le stop loss à %@
ko: %@의 손절 주문 취소
zh_hans: 取消 %@ 的止损

source: Cancel take profit at %@
es: Cancelar take profit a %@
fr: Annuler le take profit à %@
ko: %@의 익절 주문 취소
zh_hans: 取消 %@ 的止盈

source: Cancelled %@ order
es: Orden de %@ cancelada
fr: Ordre %@ annulé
ko: %@ 주문 취소됨
zh_hans: 已取消 %@ 订单

source: Cancelled %lld TP/SL
es: %lld TP/SL cancelados
fr: %lld TP/SL annulés
ko: 익절/손절 %lld건 취소됨
zh_hans: 已取消 %lld 个止盈/止损

source: Cancelled TP/SL
es: TP/SL cancelado
fr: TP/SL annulé
ko: 익절/손절 취소됨
zh_hans: 已取消止盈/止损

source: Cancelled leftover TP/SL
es: TP/SL restantes cancelados
fr: TP/SL restants annulés
ko: 남은 익절/손절 취소됨
zh_hans: 已取消残留的止盈/止损

source: Cancelled.
es: Cancelado.
fr: Annulé.
ko: 취소되었습니다.
zh_hans: 已取消。

source: Cancelling orders and closing positions
es: Cancelar órdenes y cerrar posiciones
fr: Annulation d'ordres et clôture de positions
ko: 주문 취소 및 포지션 종료
zh_hans: 取消订单和平仓

source: Category
es: Categoría
fr: Catégorie
ko: 카테고리
zh_hans: 类别

source: Chain
es: Cadena
fr: Chaîne
ko: 체인
zh_hans: 链

source: Chain ID
es: ID de cadena
fr: ID de chaîne
ko: 체인 ID
zh_hans: 链 ID

source: Change Image
es: Cambiar imagen
fr: Changer l'image
ko: 이미지 변경
zh_hans: 更换图片

source: Change Photo
es: Cambiar foto
fr: Changer la photo
ko: 사진 변경
zh_hans: 更换照片

source: Change Video
es: Cambiar video
fr: Changer la vidéo
ko: 동영상 변경
zh_hans: 更换视频

source: Change details
es: Cambiar datos
fr: Modifier les informations
ko: 정보 변경
zh_hans: 修改信息

source: Change size unit
es: Cambia la unidad del tamaño
fr: Changer l'unité de taille
ko: 수량 단위 변경
zh_hans: 更改数量单位

source: Change the filter to see other Moments.
es: Cambia el filtro para ver otros Moments.
fr: Changez le filtre pour voir d'autres Moments.
ko: 필터를 바꿔 다른 Moment를 확인하세요.
zh_hans: 更改筛选条件以查看其他 Moment。

source: Chart Unavailable
es: Gráfico no disponible
fr: Graphique indisponible
ko: 차트를 사용할 수 없음
zh_hans: 图表不可用

source: Chart view
es: Vista de gráfico
fr: Vue graphique
ko: 차트 보기
zh_hans: 图表视图

source: Check Again
es: Volver a comprobar
fr: Vérifier à nouveau
ko: 다시 확인
zh_hans: 再次检查

source: Check for an Older Account
es: Buscar una cuenta anterior
fr: Rechercher un ancien compte
ko: 이전 계정 확인
zh_hans: 查找旧账户

source: Check this is the address you expect before importing.
es: Comprueba que esta sea la dirección que esperas antes de importar.
fr: Vérifiez qu'il s'agit bien de l'adresse attendue avant l'importation.
ko: 가져오기 전에 예상한 주소가 맞는지 확인하세요.
zh_hans: 导入前，确认这是你预期的地址。

source: Choose Image
es: Elegir imagen
fr: Choisir une image
ko: 이미지 선택
zh_hans: 选择图片

source: Choose Photo or Video
es: Elegir foto o video
fr: Choisir une photo ou une vidéo
ko: 사진 또는 동영상 선택
zh_hans: 选择照片或视频

source: Choose a Token
es: Elegir un token
fr: Choisir un jeton
ko: 토큰 선택
zh_hans: 选择代币

source: Choose a different token
es: Elige otro token
fr: Choisir un autre jeton
ko: 다른 토큰 선택
zh_hans: 选择其他代币

source: Choose a new password for the security upgrade — your current one can’t be reused.
es: Elige una nueva contraseña para la actualización de seguridad: no puedes reutilizar la actual.
fr: Choisissez un nouveau mot de passe pour la mise à niveau de sécurité — l'actuel ne peut pas être réutilisé.
ko: 보안 업그레이드를 위해 새 비밀번호를 설정하십시오 — 현재 비밀번호는 다시 사용할 수 없습니다.
zh_hans: 为安全升级选择一个新密码，当前密码不能重复使用。

source: Choose a new password — your current one can’t be reused.
es: Elige una nueva contraseña: no puedes reutilizar la actual.
fr: Choisissez un nouveau mot de passe — l'actuel ne peut pas être réutilisé.
ko: 새 비밀번호를 설정하십시오 — 현재 비밀번호는 다시 사용할 수 없습니다.
zh_hans: 选择一个新密码，当前密码不能重复使用。

source: Choose a token
es: Elige un token
fr: Choisir un jeton
ko: 토큰 선택
zh_hans: 选择代币

source: Claim
es: Reclamar
fr: Réclamer
ko: 수령하기
zh_hans: 领取

source: Claim %@
es: Reclamar %@
fr: Réclamer %@
ko: %@ 수령하기
zh_hans: 领取 %@

# Claim %@ $%@
source: Claim %1$@ $%2$@
es: Reclamar %1$@ $%2$@
fr: Réclamer %1$@ $%2$@
ko: %1$@ $%2$@ 수령하기
zh_hans: 领取 %1$@ $%2$@

source: Claim %@ Fees
es: Reclamar comisiones de %@
fr: Réclamer les frais %@
ko: %@ 수수료 수령
zh_hans: 领取 %@ 手续费

source: Claim %@ Rewards
es: Reclamar recompensas de %@
fr: Réclamer les récompenses %@
ko: %@ 보상 수령
zh_hans: 领取 %@ 奖励

source: Claim All
es: Reclamar todo
fr: Tout réclamer
ko: 모두 수령
zh_hans: 全部领取

source: Claim All Fees
es: Reclamar todas las comisiones
fr: Réclamer tous les frais
ko: 수수료 모두 수령
zh_hans: 领取全部手续费

source: Claim Creator Fees
es: Reclamar comisiones del creador
fr: Réclamer les frais du créateur
ko: 크리에이터 수수료 수령
zh_hans: 领取创作者费用

source: Claim Fees
es: Reclamar comisiones
fr: Réclamer les frais
ko: 수수료 수령하기
zh_hans: 领取手续费

source: Claim Rewards
es: Reclamar recompensas
fr: Réclamer les récompenses
ko: 보상 수령
zh_hans: 领取奖励

source: Claimable
es: Reclamable
fr: À réclamer
ko: 수령 가능
zh_hans: 可领取

source: Claimable Fees
es: Comisiones reclamables
fr: Frais à réclamer
ko: 수령 가능 수수료
zh_hans: 可领取手续费

source: Claimable now
es: Reclamable ahora
fr: À réclamer
ko: 지금 수령 가능
zh_hans: 现可领取

source: Claimed
es: Reclamado
fr: Réclamé
ko: 수령 완료
zh_hans: 已领取

source: Claimed $%@
es: Reclamaste $%@
fr: $%@ réclamés
ko: $%@ 수령
zh_hans: 已领取 $%@

source: Claimed %@
es: Reclamaste %@
fr: %@ réclamés
ko: %@ 수령
zh_hans: 已领取 %@

source: Claimed %@ rewards
es: Reclamaste recompensas de %@
fr: Récompenses %@ réclamées
ko: %@ 보상 수령
zh_hans: 已领取 %@ 奖励

source: Claimed all Launch earnings
es: Reclamaste todas las ganancias de Lanzamientos
fr: Tous les gains de lancement réclamés
ko: 런칭 수익 모두 수령
zh_hans: 已领取全部发射收益

source: Claimed coins
es: Reclamaste monedas
fr: Jetons réclamés
ko: 코인 수령
zh_hans: 已领取币

source: Claimed creator fees
es: Reclamaste comisiones del creador
fr: Frais du créateur réclamés
ko: 크리에이터 수수료 수령
zh_hans: 已领取创作者费用

source: Claimed fees
es: Comisiones reclamadas
fr: Frais réclamés
ko: 수령한 수수료
zh_hans: 已领取手续费

source: Claimed holder rewards
es: Reclamaste recompensas para holders
fr: Récompenses des détenteurs réclamées
ko: 홀더 보상 수령
zh_hans: 已领取持有者奖励

source: Claimed vested coins
es: Reclamaste monedas liberadas
fr: Jetons débloqués réclamés
ko: 베스팅 완료 코인 수령
zh_hans: 已领取已解锁的币

source: Clear All
es: Borrar todo
fr: Tout effacer
ko: 모두 지우기
zh_hans: 全部清除

source: Clear all
es: Borrar todo
fr: Tout effacer
ko: 모두 지우기
zh_hans: 全部清除

source: Clear all notifications?
es: ¿Borrar todas las notificaciones?
fr: Effacer toutes les notifications ?
ko: 모든 알림을 지울까요?
zh_hans: 清除所有通知？

source: Cleared the graduation threshold
es: Superaron el umbral de graduación
fr: Seuil de graduation franchi
ko: 졸업 기준 달성
zh_hans: 已达到毕业门槛

source: Close
es: Cerrar
fr: Fermer
ko: 닫기
zh_hans: 关闭

source: Close Position
es: Cerrar posición
fr: Clôturer la position
ko: 포지션 종료
zh_hans: 平仓

source: Close at Market
es: Cerrar a mercado
fr: Clôturer au marché
ko: 시장가로 종료
zh_hans: 市价平仓

source: Close menu
es: Cerrar menú
fr: Fermer le menu
ko: 메뉴 닫기
zh_hans: 关闭菜单

source: Close order
es: Orden de cierre
fr: Ordre de clôture
ko: 종료 주문
zh_hans: 平仓订单

source: Close order placed
es: Orden de cierre colocada
fr: Ordre de clôture placé
ko: 종료 주문 접수됨
zh_hans: 已挂平仓单

source: Closed
es: Cerradas
fr: Clôturées
ko: 종료됨
zh_hans: 已平仓

source: Closed %@
es: Cerraste %@
fr: Position %@ clôturée
ko: %@ 종료
zh_hans: 已平仓 %@

# Closes %@ of your %@
source: Closes %1$@ of your %2$@
es: Cierra %1$@ de tus %2$@
fr: Clôture %1$@ de vos %2$@
ko: 보유 %2$@ 중 %1$@ 종료
zh_hans: 平掉你 %2$@ 中的 %1$@

source: Cohort
es: Cohorte
fr: Cohorte
ko: 기수
zh_hans: 批次

source: Coin
es: Moneda
fr: Jeton
ko: 코인
zh_hans: 币

source: Coin holders
es: Holders de la moneda
fr: Détenteurs du jeton
ko: 코인 홀더
zh_hans: 币持有者

source: Coin price
es: Precio moneda
fr: Prix du jeton
ko: 코인 가격
zh_hans: 币价

source: Coin ticker
es: Ticker de la moneda
fr: Ticker du jeton
ko: 코인 티커
zh_hans: 币代码

source: Coins You Launched
es: Monedas que lanzaste
fr: Jetons que vous avez lancés
ko: 내가 런칭한 코인
zh_hans: 你发射的币

source: Coins across every Moment. Vesting unlocks at the monthly cliffs.
es: Monedas de cada Moment. Las monedas en vesting se liberan en los desbloqueos mensuales.
fr: Jetons sur l'ensemble des Moments. Le vesting se débloque aux paliers mensuels.
ko: 모든 Moment의 코인이에요. 베스팅은 월별 클리프에 맞춰 잠금 해제돼요.
zh_hans: 所有 Moment 中的币。币会在每月解锁节点解锁。

source: Coins are minted to you as they vest once the Moment graduates.
es: Las monedas se acuñan en tu billetera a medida que se liberan, una vez que el Moment se gradúa.
fr: Une fois le Moment gradué, les jetons vous sont frappés au fur et à mesure qu'ils se débloquent.
ko: Moment가 졸업하면 코인이 베스팅되는 대로 내게 발행돼요.
zh_hans: Moment 毕业后，币会随着解锁铸造给你。

source: Coins owed
es: Monedas adeudadas
fr: Jetons dus
ko: 지급 예정 코인
zh_hans: 应得币

source: Coins still climbing toward graduation
es: Monedas que aún avanzan hacia la graduación
fr: Jetons encore en route vers la graduation
ko: 아직 졸업을 향해 가는 코인
zh_hans: 仍在迈向毕业的币

source: Coins vest only once a Moment graduates; collecting is closed in the app.
es: Las monedas solo se liberan una vez que un Moment se gradúa; en la app ya no se puede coleccionar.
fr: Les jetons ne se débloquent qu'une fois le Moment gradué ; la collecte est fermée dans l'app.
ko: 코인은 Moment가 졸업한 후에만 베스팅돼요. 앱에서는 수집이 마감됐어요.
zh_hans: 币只有在 Moment 毕业后才会解锁；应用内已关闭收藏。

source: Collect
es: Coleccionar
fr: Collecter
ko: 수집하기
zh_hans: 收藏

source: Collect %@
es: Coleccionar %@
fr: Collecter %@
ko: %@ 수집
zh_hans: 收藏 %@

source: Collect %lld Editions
es: Coleccionar %lld ediciones
fr: Collecter %lld éditions
ko: 에디션 %lld개 수집하기
zh_hans: 收藏 %lld 份

source: Collect a Moment and it shows up here with its editions and coins.
es: Colecciona un Moment y aparecerá aquí con sus ediciones y monedas.
fr: Collectez un Moment et il apparaîtra ici avec ses éditions et ses jetons.
ko: Moment를 수집하면 에디션 및 코인과 함께 여기에 표시돼요.
zh_hans: 收藏 Moment 后，它会连同其份数和币显示在这里。

source: Collect a Moment on the Moments tab and your editions and coins appear here.
es: Colecciona un Moment en la pestaña Moments y tus ediciones y monedas aparecerán aquí.
fr: Collectez un Moment dans l'onglet Moments et vos éditions et jetons apparaîtront ici.
ko: Moments 탭에서 Moment를 수집하면 내 에디션과 코인이 여기에 표시돼요.
zh_hans: 在 Moments 标签页收藏 Moment 后，你的份数和币会显示在这里。

source: Collect and Graduate
es: Coleccionar y graduar
fr: Collecter et graduer
ko: 수집하고 졸업시키기
zh_hans: 收藏并毕业

source: Collect moments, graduate coins
es: Colecciona Moments, gradúa monedas
fr: Collectez des Moments, faites graduer des jetons
ko: Moment 수집, 코인 졸업
zh_hans: 收藏 Moment，推动币毕业

source: Collect price
es: Precio por edición
fr: Prix de collecte
ko: 수집 가격
zh_hans: 收藏价格

source: Collect window
es: Plazo de colección
fr: Période de collecte
ko: 수집 기간
zh_hans: 收藏期

source: Collected $%@ pool fees
es: Cobraste las comisiones del pool de $%@
fr: Frais du pool $%@ collectés
ko: $%@ 풀 수수료 수령
zh_hans: 已领取 $%@ 池子手续费

source: Collected $%@ proceeds
es: Cobraste los ingresos de $%@
fr: Recettes $%@ collectées
ko: $%@ 수익금 수령
zh_hans: 已领取 $%@ 收益

source: Collected %@
es: Coleccionaste %@
fr: %@ collecté
ko: %@ 수집
zh_hans: 已收藏 %@

source: Collected %@ creator fees
es: Cobraste las comisiones del creador de %@
fr: Frais du créateur %@ collectés
ko: %@ 크리에이터 수수료 수령
zh_hans: 已领取 %@ 创作者费用

source: Collected platform pool fees
es: Cobraste las comisiones del pool de la plataforma
fr: Frais du pool de la plateforme collectés
ko: 플랫폼 풀 수수료 수령
zh_hans: 已领取平台池子手续费

source: Collected platform proceeds
es: Cobraste los ingresos de la plataforma
fr: Recettes de la plateforme collectées
ko: 플랫폼 수익금 수령
zh_hans: 已领取平台收益

source: Collected treasury share
es: Cobraste la parte de la tesorería
fr: Part de la trésorerie collectée
ko: 트레저리 몫 수령
zh_hans: 已领取金库份额

source: Collecting
es: Abiertos
fr: Ouverts
ko: 수집 중
zh_hans: 收藏中

source: Collecting closed
es: Colección cerrada
fr: Collecte fermée
ko: 수집 종료
zh_hans: 收藏已结束

source: Collecting · %@
es: Abierto · %@
fr: Ouvert · %@
ko: 수집 중 · %@
zh_hans: 收藏中 · %@

source: Collectors + pool
es: Coleccionistas + pool
fr: Collectionneurs + pool
ko: 수집가 + 풀
zh_hans: 收藏者 + 池子

source: Collects
es: Compras
fr: Achats
ko: 수집 횟수
zh_hans: 收藏次数

source: Community
es: Comunidad
fr: Communauté
ko: 커뮤니티
zh_hans: 社区

source: Confirm
es: Confirmar
fr: Confirmer
ko: 확인
zh_hans: 确认

source: Confirm %@
es: Confirmar %@
fr: Confirmer : %@
ko: %@ 확인
zh_hans: 确认%@

source: Confirm Deposit
es: Confirmar depósito
fr: Confirmer le dépôt
ko: 입금 확인
zh_hans: 确认充值

source: Confirm TP/SL
es: Confirmar TP/SL
fr: Confirmer le TP/SL
ko: 익절/손절 확인
zh_hans: 确认止盈/止损

source: Confirm Withdrawal
es: Confirmar retiro
fr: Confirmer le retrait
ko: 출금 확인
zh_hans: 确认提取

source: Confirm add margin
es: Confirmar la adición de margen
fr: Confirmer l'ajout de marge
ko: 증거금 추가 확인
zh_hans: 确认追加保证金

source: Confirm bridge
es: Confirmar puente
fr: Confirmer le bridge
ko: 브리지 확인
zh_hans: 确认跨链

source: Confirm close
es: Confirmar cierre
fr: Confirmer la clôture
ko: 종료 확인
zh_hans: 确认平仓

source: Confirm order
es: Confirmar orden
fr: Confirmer l'ordre
ko: 주문 확인
zh_hans: 确认订单

source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
ko: 비밀번호 확인
zh_hans: 确认密码

source: Confirm with %@
es: Confirmar con %@
fr: Confirmer avec %@
ko: %@로 확인
zh_hans: 使用 %@ 确认

source: Confirm with Face ID, Touch ID or your passcode to continue.
es: Confirma con Face ID, Touch ID o tu código para continuar.
fr: Confirmez avec Face ID, Touch ID ou votre code pour continuer.
ko: 계속하려면 Face ID, Touch ID 또는 기기 암호로 확인하십시오.
zh_hans: 使用 Face ID、Touch ID 或你的锁屏密码确认以继续。

source: Confirm with your passkey to continue.
es: Confirma con tu llave de acceso para continuar.
fr: Confirmez avec votre clé d'identification pour continuer.
ko: 계속하려면 패스키로 확인하십시오.
zh_hans: 使用你的通行密钥确认以继续。

source: Confirm your backup
es: Confirma tu copia de seguridad
fr: Confirmez votre sauvegarde
ko: 백업 확인
zh_hans: 确认你的备份

source: Confirmed
es: Confirmada
fr: Confirmée
ko: 확인됨
zh_hans: 已确认

source: Confirming your deposit…
es: Confirmando tu depósito…
fr: Confirmation de votre dépôt…
ko: 입금 확인 중…
zh_hans: 正在确认你的充值…

source: Connect DyorHQ Social to upload a photo, or paste a link instead.
es: Conecta DyorHQ Social para subir una foto, o pega un enlace en su lugar.
fr: Connectez DyorHQ Social pour envoyer une photo, ou collez plutôt un lien.
ko: 사진을 업로드하려면 DyorHQ Social을 연결하거나, 대신 링크를 붙여넣으십시오.
zh_hans: 连接 DyorHQ Social 以上传照片，或改为粘贴链接。

source: Connect DyorHQ Social to upload an image.
es: Conecta DyorHQ Social para subir una imagen.
fr: Connectez DyorHQ Social pour envoyer une image.
ko: 이미지를 업로드하려면 DyorHQ Social을 연결하십시오.
zh_hans: 连接 DyorHQ Social 以上传图片。

source: Connect Perpl Trading
es: Conectar trading en Perpl
fr: Connecter le trading Perpl
ko: Perpl 거래 연결
zh_hans: 连接 Perpl 交易

source: Connect Perpl trading
es: Conectar trading en Perpl
fr: Connecter le trading Perpl
ko: Perpl 거래 연결
zh_hans: 连接 Perpl 交易

source: Connect Perpl trading in Profile to place take-profit and stop-loss.
es: Conecta el trading en Perpl desde Perfil para colocar take profit y stop loss.
fr: Connectez le trading Perpl dans Profil pour placer des take profit et stop loss.
ko: 익절과 손절 주문을 넣으려면 프로필에서 Perpl 거래를 연결하십시오.
zh_hans: 在“个人资料”中连接 Perpl 交易，即可下止盈和止损单。

source: Connect Perpl trading in Profile to see your history.
es: Conecta el trading en Perpl desde Perfil para ver tu historial.
fr: Connectez le trading Perpl dans Profil pour voir votre historique.
ko: 내역을 보려면 프로필에서 Perpl 거래를 연결하세요.
zh_hans: 在“个人资料”中连接 Perpl 交易，即可查看你的历史记录。

source: Connect Perpl trading in Profile to set take-profit and stop-loss.
es: Conecta el trading en Perpl desde Perfil para configurar take profit y stop loss.
fr: Connectez le trading Perpl dans Profil pour définir des take profit et stop loss.
ko: 익절과 손절을 설정하려면 프로필에서 Perpl 거래를 연결하십시오.
zh_hans: 在“个人资料”中连接 Perpl 交易，即可设置止盈和止损。

source: Connect to DyorHQ Social
es: Conectar con DyorHQ Social
fr: Se connecter à DyorHQ Social
ko: DyorHQ Social에 연결
zh_hans: 连接到 DyorHQ Social

source: Connected
es: Conectado
fr: Connecté
ko: 연결됨
zh_hans: 已连接

source: Connecting to Perpl trading to place your take-profit and stop-loss.
es: Conectando con el trading en Perpl para colocar tu take profit y tu stop loss.
fr: Connexion au trading Perpl pour placer vos take profit et stop loss.
ko: 익절과 손절 주문을 넣기 위해 Perpl 거래에 연결하는 중이에요.
zh_hans: 正在连接 Perpl 交易以下你的止盈和止损单。

source: Connecting…
es: Conectando…
fr: Connexion…
ko: 연결 중…
zh_hans: 正在连接…

source: Connection
es: Conexión
fr: Connexion
ko: 연결
zh_hans: 连接

source: Contact Support
es: Contactar con soporte
fr: Contacter l'assistance
ko: 고객 지원 문의
zh_hans: 联系客服

source: Continue
es: Continuar
fr: Continuer
ko: 계속
zh_hans: 继续

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
ko: Google 계정으로 계속
zh_hans: 使用 Google 账号继续

source: Contract
es: Contrato
fr: Contrat
ko: 컨트랙트
zh_hans: 合约

source: Contracts & Addresses
es: Contratos y direcciones
fr: Contrats et adresses
ko: 컨트랙트 및 주소
zh_hans: 合约与地址

source: Copied
es: Copiado
fr: Copié
ko: 복사됨
zh_hans: 已复制

source: Copied to the clipboard — it clears automatically in 90 seconds.
es: Copiado al portapapeles. Se borra automáticamente en 90 segundos.
fr: Copié dans le presse-papiers — il s'efface automatiquement dans 90 secondes.
ko: 클립보드에 복사되었습니다 — 90초 후 자동으로 지워집니다.
zh_hans: 已复制到剪贴板，90 秒后自动清除。

source: Copy
es: Copiar
fr: Copier
ko: 복사
zh_hans: 复制

source: Copy Address
es: Copiar dirección
fr: Copier l'adresse
ko: 주소 복사
zh_hans: 复制地址

source: Copy Private Key
es: Copiar clave privada
fr: Copier la clé privée
ko: 개인 키 복사
zh_hans: 复制私钥

source: Copy address
es: Copiar dirección
fr: Copier l'adresse
ko: 주소 복사
zh_hans: 复制地址

source: Could not read a frame from that video.
es: No se pudo leer un fotograma de ese video.
fr: Impossible de lire une image de cette vidéo.
ko: 해당 동영상에서 프레임을 읽지 못했습니다.
zh_hans: 无法从该视频中读取画面。

source: Couldn't check whether this address is a contract. Check it before sending.
es: No se pudo comprobar si esta dirección es un contrato. Compruébala antes de enviar.
fr: Impossible de vérifier si cette adresse est un contrat. Vérifiez-la avant d'envoyer.
ko: 이 주소가 컨트랙트인지 확인하지 못했습니다. 보내기 전에 주소를 확인하십시오.
zh_hans: 无法检查此地址是否为合约。发送前先核实该地址。

source: Couldn't create your wallet from that email and password. Please try again.
es: No se pudo crear tu billetera con ese correo electrónico y esa contraseña. Por favor, vuelve a intentarlo.
fr: Impossible de créer votre portefeuille avec cet e-mail et ce mot de passe. Veuillez réessayer.
ko: 해당 이메일과 비밀번호로 지갑을 만들지 못했습니다. 다시 시도해 주십시오.
zh_hans: 无法使用该邮箱和密码创建你的钱包。请重试。

source: Couldn't load markets.
es: No se pudieron cargar los mercados.
fr: Impossible de charger les marchés.
ko: 마켓을 불러오지 못했습니다.
zh_hans: 无法加载市场。

source: Couldn't load the chart
es: No se pudo cargar el gráfico
fr: Impossible de charger le graphique
ko: 차트를 불러오지 못함
zh_hans: 无法加载图表

source: Couldn't open this Moment
es: No se pudo abrir este Moment
fr: Impossible d'ouvrir ce Moment
ko: 이 Moment를 열 수 없음
zh_hans: 无法打开此 Moment

source: Couldn't open this launch
es: No se pudo abrir este lanzamiento
fr: Impossible d'ouvrir ce lancement
ko: 이 런칭을 열 수 없음
zh_hans: 无法打开此次发射
